/* progress info */
"Collecting crash information..." = "Recopilando información sobre el error…";

/* progress info */
"Searching system logs..." = "Buscando en los registros del sistema…";

/* informational message - OCC has found some console logs it wants to include */
"Console messages found" = "Mensajes de consola encontrados";

/* informational message - OCC has found some console logs - tell user it's OK not to include them */
"CrashCatcher has found some system log messages which may help us to understand this crash. If you do not wish to include these logs in your crash report, you can delete them from the text box." = "CrashCatcher ha detectado algunos mensajes del registro del sistema que podrían ayudarnos a entender este error. Si no desea incluir estos registros en su informe de error, puede eliminarlos del cuadro de texto.";

/* email warning message */
"CrashCatcher might not work correctly with %@." = "Puede que CrashCatcher no funcione correctamente con %@.";

/* suppression checkbox for warning dialog when console logs are being included in crash report */
"Don't warn me again" = "No avisarme de nuevo";

/* example details string */
"For example, \"I tried to drag the framistan onto the hee-whackity, the application didn't respond for about 10 seconds, and then it crashed. This is the third time it has crashed while I was trying to do the same thing, and it only started happening since I installed CrashDoubler 7.8!\"" = "Por ejemplo, “He intentado arrastrar x sobre y, pero la aplicación deja de responder durante 10 segundos y después se cuelga. Ya es la tercera vez que me pasa al intentar lo mismo y ha empezado a ocurrir desde que instalé CrashDoubler 7.8.”";

/* Quit button */
"Quit" = "Salir";

/* email warning message */
"Send using %@" = "Enviar mediante %@";

/* email warning default button */
"Send using Mail" = "Enviar mediante Mail";

/* email warning details */
"The email client you've chosen in System Preferences might not support sending crash reports. We recommend using the built-in Mac OS X Mail application; if you use %@ anyway, the crash report you send might be incomplete (or worse, your email client might crash itself).\n\nIf you choose Cancel, you can still send your crash report by copying and pasting the text into an email message addressed to %@." = "Puede que el cliente de e-mail que ha seleccionado en las Preferencias del Sistema no permita enviar informes de error. Le recomendamos que utilice la aplicación Mail integrada en Mac OS X. Si utiliza %1$@, puede que el informe sea incompleto (o que el programa se bloquee).\n\nSi selecciona Cancelar, podrá enviar el informe copiando y pegando el texto en un mensaje de e-mail dirigido a %2$@.";

/* error message */
"Unable to collect report from crashed application." = "No se ha podido recuperar el informe de la aplicación que se ha bloqueado.";